ARCANES = [
  'Дурак', 
  'Маг', 
  'Верховная Жрица', 
  'Императрица', 
  'Император', 
  'Иерофант', 
  'Влюбленные', 
  'Колесница', 
  'Сила', 
  'Отшельник', 
  'Колесо Фортуны', 
  'Справедливость', 
  'Повешенный', 
  'Смерть', 
  'Умеренность', 
  'Дьявол', 
  'Разрушаемая Башня', 
  'Звезда', 
  'Луна', 
  'Солнце', 
  'Страшный Суд', 
  'Мир'
]

SUITS = {
  'C': 'Чаш',
  'P': 'Пентаклей',
  'S': 'Мечей',
  'W': 'Жезлов'
}

RANKS = {
  'A': 'Туз',
  '2': 'Двойка',
  '3': 'Тройка',
  '4': 'Четверка',
  '5': 'Пятерка',
  '6': 'Шестерка',
  '7': 'Семерка',
  '8': 'Восьмерка',
  '9': 'Девятка',
  '1': 'Десятка',
  'P': 'Паж',
  'N': 'Рыцарь',
  'Q': 'Королева',
  'K': 'Король'
}